logs/ycsb_redis/native/2_62/2_20190817220410_016/20190817220410_016_f.log
[OVERALL], RunTime(ms), 146
[OVERALL], Throughput(ops/sec), 6849.315068493151
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 16
[CLEANUP], AverageLatency(us), 43.4375
[CLEANUP], MinLatency(us), 19
[CLEANUP], MaxLatency(us), 316
[CLEANUP], 95thPercentileLatency(us), 35
[CLEANUP], 99thPercentileLatency(us), 316
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 1274.708
[INSERT], MinLatency(us), 173
[INSERT], MaxLatency(us), 28959
[INSERT], 95thPercentileLatency(us), 4191
[INSERT], 99thPercentileLatency(us), 7659
[INSERT], Return=OK, 1000